[
  {
    "input": "А вы знаете, что...... если ударить кулаком в стекло, то получится схема московскогометрополитена.",
    "output": "смешно"
  },
  {
    "input": "- Дети, вы выучили стих, который я вам задала?- Да-а-а!- Сейчас проверим… «Наша Таня громко плачет…» Так, кто продолжит? Сидоров, Вовочка!- Э-э-э… Беременная, значит…",
    "output": "не смешно"
  },
  {
    "input": "Не надо оправдывать свой лишний вес такой конституцией",
    "output": "смешно"
  },
  {
    "input": "Есть люди, которые всегда помогут в трудную минуту - и веревку намылят, и табуретку подержат...",
    "output": "смешно"
  },
  {
    "input": "Эти майские праздники: из коммунистического угара в религиозный запой.",
    "output": "не смешно"
  },
  {
    "input": "- Я вообще люблю нестандартные вещи. Кроме ориентации.",
    "output": "смешно"
  },
  {
    "input": "Путешествуем по Австралии. Настраиваю навигатор.Навигатор настроился и говорит человеческим голосом: - Езжайте прямо. Через 1200 километров поверните налево...",
    "output": "смешно"
  },
  {
    "input": "- У вас в доме кухарка есть?- Есть.- А служанка?- Тоже есть.- Ну, а садовник?- И садовник есть.- О, да вы богатый человек?- Что вы,  просто в нашем многоквартирном доме проживают люди разных профессий.",
    "output": "не смешно"
  },
  {
    "input": "- У вас в доме кухарка есть?- Есть.- А служанка?- Тоже есть.- Ну, а садовник?- И садовник есть.- О, да вы богатый человек?- Что вы,  просто в нашем многоквартирном доме проживают люди разных профессий.",
    "output": "смешно"
  },
  {
    "input": "Из прошлых анекдотов:- Что общего у фирмы Microsoft(r) и Российского правительства?- Оба они обещают исправить ошибку в следующей версии.Дополнение:- А в чем разница?- Microsoft(r) ошибки исправляет.",
    "output": "смешно"
  },
  {
    "input": "Акция от ЕР: покупаешь 5 Крузаков - желтая Калина в подарок.",
    "output": "не смешно"
  },
  {
    "input": "Определить, в какой вы находитесь Корее, Северной или Южной, можно по мху на коре деревьев. Если люди его едят, то вы в Северной.",
    "output": "смешно"
  },
  {
    "input": "- Что такое избирательная память?- Это когда кандидат в депутаты помнит про свои обещания избирателям  ровно до того момента, пока его не избрали.",
    "output": "смешно"
  },
  {
    "input": "Это не беда, что меня окружают скучные ограниченные неинтересные люди.Беда в том, что я один из них...",
    "output": "не смешно"
  },
  {
    "input": "По синякам и ссадинам на лице философа можно было сделать вывод, что его высказывания никого не оставляют равнодушным.",
    "output": "смешно"
  },
  {
    "input": "В троллейбусе:- Девушка, вы выходите?- Нет.- А почему?- Потому, что я – водитель, блин.",
    "output": "смешно"
  },
  {
    "input": "Добрый Дедушка Мороз!Китайские хлопушки, которые ты прислал в прошлом году, мне оченьпонравились!На этот Новый год подари мне, пожалуйста, два пальчика и глазик!",
    "output": "не смешно"
  },
  {
    "input": "В 2004 году Путин поздравил с победой на выборах Януковича.В 2005 году Путин поздравил с победой на выборах Шредера.А поздравил бы Путин в 2000 году с победой на выборах Буша,все могло бы быть по другому...",
    "output": "смешно"
  },
  {
    "input": "Помните, раньше про мужиков говорили Сила есть - ума не надо? Послепросмотра тысяч анкет девушек на сайтах знакомств, я не могу теперь несделать вывод: Сиськи есть - ума не надо.",
    "output": "не смешно"
  },
  {
    "input": "Хотел уступить место старушке, но дедок оказался проворнее. Из неопубликованного. Барак Х. Обама. 2016",
    "output": "не смешно"
  },
  {
    "input": "В связи с кризисом Рублевка будет переименована в Копейкино...",
    "output": "смешно"
  },
  {
    "input": "О тренингах. Среди желающих помочь нам большую часть составляют желающие помочь потратить наши деньги.",
    "output": "не смешно"
  },
  {
    "input": "- Девушка, как вы относитесь к харассменту?- С восторгом!",
    "output": "смешно"
  },
  {
    "input": "Когда Маша сделала свой первый пирог, окружающие подумали что она испекла зимнюю резину для отца.",
    "output": "смешно"
  },
  {
    "input": "Беспрецедентная акция! Купи 1000 бонусов за 500р и получи... право ещёна 1000 бонусов. Торопитесь, количество бонусов ограничено.",
    "output": "не смешно"
  },
  {
    "input": "Крокодил замер и 30 минут притворялся бревном, когда Валуев случайноприсел на него отдохнуть.",
    "output": "смешно"
  },
  {
    "input": "Хобби, если оно хорошо оплачивается, превращается в работу.Работа, какой бы высокооплачиваемой она ни была, никогда не станет хобби.",
    "output": "не смешно"
  },
  {
    "input": "Не стоит ограничивать свои взгляды чужими горизонтами.",
    "output": "не смешно"
  },
  {
    "input": "Новая доктрина здравоохранения России: За медицинское обслуживание будутплатить все. Кто сможет, будет платить деньгами, кто не сможет платитьденьгами, будет платить здоровьем.",
    "output": "смешно"
  },
  {
    "input": "Одна новость хорошая, а другая еще лучше: В связи с кризисом по всейстране прошло массовое сокращение проституток, зато в детских садахвыросло количество воспитательниц.",
    "output": "не смешно"
  },
  {
    "input": "- Фото с обезьянкой не желаете?- Нет.- А видео?",
    "output": "смешно"
  },
  {
    "input": "Хороших и честных людей на свете полно - я об этом очень много читал вкнигах...",
    "output": "смешно"
  },
  {
    "input": "Одетого еврея можно спутать с христианином, а раздетого - смусульманином.",
    "output": "смешно"
  },
  {
    "input": "Очень худую девочку в прогнозе погоды на завтра не так интересовала температура, как направление и скорость ветра.",
    "output": "не смешно"
  },
  {
    "input": "Латышские хоккеисты ввезли в Россию 30 тысяч банок шпрот под видом шайб.",
    "output": "смешно"
  },
  {
    "input": "Передача Пока все дома закрывается в связи с тем, что всё труднее найти героев, у которых все дома.",
    "output": "смешно"
  },
  {
    "input": "Хорошо воспитанная девушка нe ругается матом, она умеет матом смотреть.",
    "output": "не смешно"
  },
  {
    "input": "Вакцину от склероза изобрели давно, да вот положили куда-то...",
    "output": "смешно"
  },
  {
    "input": "- Почему?- Потому.- А конкретнее?- Потому что!",
    "output": "не смешно"
  },
  {
    "input": "- Кто лучший работник января?- Печень!",
    "output": "смешно"
  },
  {
    "input": "Будь не таким, как все! Смело иди против системы!Ляг спать пораньше - выспись!",
    "output": "не смешно"
  },
  {
    "input": "И живем мы долго и счастливо, ведь мы вовремя расстались.",
    "output": "не смешно"
  },
  {
    "input": "Кризис дошел до спорта: у спортсменов нет денег купить допинг уантидопинговой службы, приходится бодяжить самим. Вот и попадаются.",
    "output": "смешно"
  },
  {
    "input": "Незачем нам эти томографы...Чтобы узнать, что у человека внутри, и патологоанатомов достаточно..",
    "output": "смешно"
  },
  {
    "input": "Простая девушка и гламурная, это как простой сотовый телефон и смартфон.Понтов и наворотов много, а основная функция у них одна.",
    "output": "смешно"
  },
  {
    "input": "Гибкость женщине дана Природой не для гимнастики, а для секса.",
    "output": "смешно"
  },
  {
    "input": "Я жене доверял, пока не переспал с одной замужней...",
    "output": "смешно"
  },
  {
    "input": "Объявление: Ищу опытного верстальщика, который поможет наверстать упущенное.",
    "output": "не смешно"
  },
  {
    "input": "- Достаточно ли иметь еврейский ум, чтобы играть на бирже?- Достаточно - чтобы на ней не играть!",
    "output": "смешно"
  }
]